Revit 2024 API
FamilyUtils Class
 Contains utilities related to family operations.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class FamilyUtils
Visual Basic
Public NotInheritable Class FamilyUtils
Visual C++
public ref class FamilyUtils abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.FamilyUtils
See Also
FamilyUtils Members
Autodesk.Revit.DB Namespace